<template>
  <div class="prefix-form-popup--wrapper">
    <div class="prefix-form-popup__header">Условия подачи онлайн-заявки</div>
    <div class="prefix-form-popup__container">
      <div class="prefix-form-popup__content prefix-text prefix-text--compact">
        <div class="prefix-text__title-big">
          Согласие на обработку персональных данных
        </div>
        <p>
          Я даю свое согласие на&nbsp;обработку
          АО&nbsp;&laquo;Райффайзенбанк&raquo; (далее Банк), 129090, г. Москва,
          ул. Троицкая, д.&nbsp;17, стр.1 (включая получение от&nbsp;меня и/или
          от&nbsp;любых третьих лиц) моих персональных данных и/или результатов
          обработки моих персональных данных и&nbsp;подтверждаю, что, давая
          такое согласие, я&nbsp;действую добровольно и&nbsp;в&nbsp;своем
          интересе.
        </p>
        <p>
          Согласие дается мной для целей заключения с&nbsp;Банком любых
          договоров и&nbsp;их&nbsp;дальнейшего исполнения, оказания Банком
          услуг, участия в&nbsp;проводимых Банком акциях, опросах, исследованиях
          (включая, но&nbsp;не&nbsp;ограничиваясь проведением опросов,
          исследований посредством электронной, телефонной и&nbsp;сотовой
          связи), принятия решений или совершения иных действий, порождающих
          юридические последствия в&nbsp;отношении меня или других лиц,
          предоставления мне информации об&nbsp;оказываемых Банком услугах,
          предоставления Банком консультационных услуг, в&nbsp;том числе
          в&nbsp;целях заключения мной в&nbsp;дальнейшем договоров/соглашений
          с&nbsp;иными лицами, и&nbsp;распространяется на&nbsp;следующую
          информацию: фамилия, имя, отчество, год, месяц, дата и&nbsp;место
          рождения, адрес, реквизиты документа, удостоверяющего личность,
          семейное, социальное, имущественное положение, образование, профессия,
          доходы, сведения об&nbsp;исполнительном производстве в&nbsp;отношении
          меня и&nbsp;любую иную информацию, относящуюся к&nbsp;моей личности
          и&nbsp;имеющуюся в&nbsp;распоряжении третьих лиц (далее&nbsp;&mdash;
          &laquo;Персональные данные&raquo;).
        </p>
        <p>
          Обработка моих Персональных данных осуществляется Банком
          в&nbsp;объеме, который необходим для достижения каждой
          из&nbsp;вышеперечисленных целей. Я&nbsp;подтверждаю, что данное
          согласие действует в&nbsp;течение сроков хранения документов
          и&nbsp;сведений, содержащих персональные данные, установленных
          действующим законодательством&nbsp;РФ и&nbsp;договорами, заключенными
          со&nbsp;мной.
        </p>
        <p>
          Я уведомлен о&nbsp;том, что вправе отозвать свое согласие путем
          направления соответствующего письменного уведомления Банку
          не&nbsp;менее чем за&nbsp;3 (три) месяца до&nbsp;момента отзыва
          согласия. В&nbsp;случае отзыва мной согласия на&nbsp;обработку
          Персональных данных, Банк вправе не&nbsp;прекращать обработку моих
          Персональных данных и&nbsp;не&nbsp;уничтожить их&nbsp;в&nbsp;случаях,
          предусмотренных законодательством&nbsp;РФ, в&nbsp;том числе, если
          сроки хранения Персональных данных не&nbsp;истекли.
        </p>
        <p>
          Настоящее согласие предоставляется на&nbsp;осуществление любых
          действий или совокупности действий с&nbsp;использованием средств
          автоматизации или без использования таких средств в&nbsp;отношении
          Персональных данных, которые необходимы или желаемы для достижения
          каждой из&nbsp;указанных выше целей, включая, без ограничения: сбор,
          запись, систематизацию, накопление, хранение, уточнение (обновление,
          изменение), извлечение, использование, передачу (распространение,
          предоставление, доступ), обезличивание, блокирование, удаление,
          уничтожение, трансграничную передачу Персональных данных, получение
          моего изображения путем фотографирования, а&nbsp;также осуществление
          любых иных действий с&nbsp;моими Персональными данными с&nbsp;учетом
          действующего законодательства.
        </p>
        <p>
          Обработка Персональных данных осуществляется Банком с&nbsp;применением
          следующих основных способов (но, не&nbsp;ограничиваясь ими): хранение,
          запись на&nbsp;электронные носители и&nbsp;их&nbsp;хранение,
          составление перечней, маркировка. Я&nbsp;признаю и&nbsp;подтверждаю,
          что в&nbsp;случае необходимости Банк имеет право поручить обработку
          Персональных данных, а&nbsp;также передать мои Персональные данные для
          достижения указанных выше целей, для целей архивного хранения, для
          целей взыскания задолженности третьему лицу (в&nbsp;том числе
          АО&nbsp;&laquo;Страховая компания МетЛайф&raquo;, 127015, г. Москва,
          ул. Бутырская, д.76, стр.1, ООО &laquo;Телеконтакт&raquo;, 142191, г.
          Москва, Орликов пер., дом 3&nbsp;корпус &laquo;В&raquo;, ООО
          &quot;СК&nbsp;&quot;Райффайзен Лайф&laquo;,115230, г. Москва, 1-й
          Нагатинский проезд, д.10, стр.1, АО&nbsp;&laquo;Либерти
          Страхование&raquo;, 196084, г. Санкт-Петербург,
          Московский&nbsp;пр.&nbsp;д. 79А, лит. А, СПАО
          &laquo;РЕСО-Гарантия&raquo;, 117105, г. Москва, Нагорный проезд,
          д.&nbsp;6, ООО &laquo;ОСГ Рекордз Менеджмент&raquo;, 127083, Россия,
          Москва, ул.&nbsp;8&nbsp;Марта, д.14, стр.&nbsp;1, АО&nbsp;&laquo;Интач
          Страхование&raquo;, 127018, г. Москва, ул. Сущевский Вал, д.&nbsp;18,
          ОАО &laquo;АльфаСтрахование&raquo;, 115162, Москва, ул. Шаболовка,
          д.&nbsp;31, стр. Б, ООО &quot;Группа Ренессанс
          Страхование&laquo;,115114, Москва, Дербеневская наб.,
          7&nbsp;стр.&nbsp;22, ООО СК&nbsp;&laquo;ВТБ Страхование&raquo; 101000,
          г. Москва, Чистопрудный бульвар, д.&nbsp;8, стр.&nbsp;1,
          АО&nbsp;&laquo;ЕРВ Туристическое Страхование&raquo; 119049, Москва,
          4-й Добрынинский пер, д.&nbsp;8&nbsp;офис С&nbsp;14-01, ООО
          &laquo;Медлэйбл&raquo; (AP&nbsp;Companies) 117152, г&nbsp;Москва,
          Загородное шоссе, д.1, корп.&nbsp;1, ООО &laquo;Филберт&raquo;,
          198095&nbsp;г. Санкт-Петербург, ул. Маршала Говорова,
          д.&nbsp;35&nbsp;к.&nbsp;5&nbsp;лит. Ж, ООО &laquo;Эверест&raquo;,
          109147, г. Москва, ул. Марксистская,
          д.&nbsp;34&nbsp;к.&nbsp;8&nbsp;пом.&nbsp;2, АО&nbsp;&laquo;Финансовое
          агентство по&nbsp;сбору платежей&raquo;, 109044, г. Москва, ул.
          Крутицкий Вал, д.&nbsp;14, ООО &laquo;Бюро кредитной безопасности
          &laquo;Руссколлектор&raquo;, 129515, г. Москва, ул. Академика
          Королева, д.&nbsp;13, стр.&nbsp;1, АО&nbsp;&laquo;Секвойя кредит
          консолидейшн&raquo;, 127473, г. Москва, ул. Краснопролетарская,
          д.&nbsp;16, стр.&nbsp;2, ООО &laquo;Столичное АВД&raquo;, 107564, г.
          Москва, ул. Краснобогатырская, д.&nbsp;2&nbsp;стр.2&nbsp;пом.&nbsp;5,
          ООО &laquo;Кредитэкспресс финанс&raquo;, 127055, г. Москва, ул.
          Бутырский вал, д. 68/70 стр.1, ООО &laquo;М.Б.А. Финансы&raquo;,
          115191 , г. Москва, пер. Б.&nbsp;Староданиловский,
          д.&nbsp;2&nbsp;стр.7 этаж 3, ООО &laquo;Агентство судебного
          взыскания&raquo;, 194100, г. Санкт-Петербург, просп. Лесной,
          д.&nbsp;63&nbsp;литер А, ООО &laquo;Трейд энд Шоппер Маркетинг&raquo;,
          119334, Москва, ул. Вавилова, д.3, ЗАО &laquo;Прайм клуб&raquo; город
          Москва, Рощинская 2-я улица, 4, Raiffeisen Bank International AG,
          1030, Austria, Vienna, Am&nbsp;Stadtpark&nbsp;9, ООО
          &laquo;Аби&raquo;, 127273, г. Москва, ул. Отрадная, дом&nbsp;2Б,
          строение&nbsp;6, офис 12, Kofax Schweiz AG, 6343, Switzerland,
          Rotkreuz, Grundstrasse&nbsp;14, ООО &laquo;ФРЕЙТ КОРПОРЕЙТ&raquo;
          123060, г. Москва, ул. Берзарина, д.&nbsp;36, стр.&nbsp;1, ООО
          &laquo;ВС-Экспресс&raquo; 125080, г. Москва, Волоколамское&nbsp;ш.,
          д.&nbsp;2, комната &#8470;&nbsp;1, 1в, 1г&nbsp;в&nbsp;помещении
          I&nbsp;на 23-м этаже, АО&nbsp;&laquo;ФРЕЙТ ЛИНК&raquo; 123995, Москва,
          проспект Маршала Жукова д.&nbsp;4, ООО &laquo;БиэСПост&raquo; 109428,
          Москва, Рязанский пр-т, д.8А, стр.&nbsp;20, ООО
          &laquo;Примоколлект&raquo;, 117420, г. Москва, ул. Профсоюзная, 57,
          ООО &laquo;АктивБизнессКоллекшн&raquo;, 117036, Москва, ул. Дмитрия
          Ульянова, д. 7А, ООО &laquo;Национальная служба взыскания&raquo;
          108811, г. Москва, Киевское шоссе, 22-й км&nbsp;(п. Московский),
          домовладение&nbsp;6, строение 1, ООО &laquo;МБКИ&raquo; 125130, г.
          Москва, ул. Приорова, д.30, ООО &laquo;Мэйл.Ру&raquo; 125167, г.
          Москва, Ленинградский проспект, д.&nbsp;39, стр.&nbsp;79, ПАО
          &laquo;МегаФон&raquo; г. Москва, Кадашевская набережная, д.30, ООО
          &laquo;ЦРТ&raquo;, 196084, С.- Петербург, ул. Красуцкого, д.&nbsp;4,
          литера &laquo;А&raquo;, ООО &laquo;Финдоставка&raquo;, 109028, Малый
          Ивановский переулок, д. 6/2, 3&nbsp;этаж, ООО &laquo;Импакто Маркетинг
          Сервисез&raquo;, 107113, г. Москва, ул. Сокольнический Вал, д. 2А,
          этаж 1&nbsp;помещение &#8470;&nbsp;116, а&nbsp;также иным некредитным
          и&nbsp;небанковским организациям), а&nbsp;равно как при привлечении
          третьих лиц к&nbsp;оказанию услуг, передачи Банком принадлежащих ему
          функций и&nbsp;полномочий иному лицу (уступке, в&nbsp;том числе для
          рассмотрения возможности уступки и&nbsp;принятию решения
          об&nbsp;уступке, залогу, принадлежащих Банку прав и&nbsp;др.). Банк
          вправе в&nbsp;необходимом объеме раскрывать для совершения
          вышеуказанных действий информацию обо мне лично (включая Персональные
          данные) таким третьим лицам, их&nbsp;агентам и&nbsp;иным
          уполномоченным ими лицам, а&nbsp;также представлять таким лицам
          соответствующие документы, содержащие такую информацию
          с&nbsp;соблюдением требований законодательства. Также я&nbsp;признаю
          и&nbsp;подтверждаю, что настоящее согласие считается данным мной любым
          третьим лицам, указанным выше, с&nbsp;учетом соответствующих
          изменений, и&nbsp;любые такие третьи лица имеют право
          на&nbsp;обработку моих Персональных данных (как переданных Банком, так
          и&nbsp;имеющихся в&nbsp;распоряжении соответствующих третьих лиц),
          а&nbsp;также на&nbsp;получение Банком от&nbsp;третьих лиц результатов
          обработки таких данных на&nbsp;основании настоящего согласия.
        </p>
        <p>
          В качестве отказа от&nbsp;ограничений на&nbsp;сохранение банковской
          тайны, соглашаюсь на&nbsp;предоставление Банком сведений,
          предусмотренных в&nbsp;согласии на&nbsp;обработку персональных данных,
          третьим лицам, указанным в&nbsp;соответствующем согласии
          на&nbsp;обработку персональных данных. В&nbsp;случае заключения между
          мной и&nbsp;ООО &laquo;СК&nbsp;&laquo;Райффайзен Лайф&raquo; договора
          страхования при изменении моих персональных данных даю свое согласие
          Банку передавать вышеуказанные измененные персональные данные ООО
          &quot;СК&nbsp;&quot;Райффайзен Лайф.
        </p>
        <p>
          Также настоящим я&nbsp;выражаю свое согласие Банку, а&nbsp;также лицу,
          действующему от&nbsp;его имени&nbsp;и (или) в&nbsp;его интересах, при
          осуществлении действий, направленных на&nbsp;возврат просроченной
          задолженности:
          <br />
          - на&nbsp;взаимодействие с&nbsp;любыми третьими лицами, как
          то&nbsp;члены моей семьи, мои родственники, иные проживающие
          со&nbsp;мной лица, мои соседи и&nbsp;любые другие физические лица;
          <br />
          - на&nbsp;передачу (сообщение) третьим лицам (делать доступными для
          третьих лиц) моих Персональных данных, сведений обо мне, моей
          просроченной задолженности и&nbsp;ее&nbsp;взыскании.
        </p>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: "PrivacyPopup",
};
</script>

<style lang="scss"></style>
